Repository: swsnr/turnon
Catalog: po/*.po
Languages: de, et, fi, he, it, nl, zh_hans

source: Languages other than English are not supported.
de: Sprachen außer Englisch werden nicht unterstützt.
et: Toetatud on vaid inglise keel.
fi: Muita kieliä kuin englantia ei tueta.
he: אין תמיכה בשפות מלבד אנגלית.
it: Non sono supportate lingue diverse dall'inglese.
nl: Er zijn nog geen vertalingen beschikbaar.
zh_hans: 不支持英语以外的语言。

source: Two devices, one of them on, and the other off, and two devices discovered in the network
de: Zwei Geräte, eines davon angeschaltet, das andere ausgeschaltet, und zwei Geräte, die im Netzwerk gefunden wurden
et: Kaks seadet, üks töötab ja teine mitte ning lisaks on võrgus tuvastatud kaks muud seadet
fi: Kaksi laitetta, joista toinen on päällä ja toinen pois päältä, ja kaksi laitetta löydetty verkosta
it: Due dispositivi, uno acceso e l'altro spento, e due dispositivi rilevati nella rete
nl: Twee apparaten: een aan, de ander uit, en twee anderen op hetzelfde netwerk
zh_hans: 两个设备，一个打开，另一个关闭，还在网络中发现了两个设备

source: Two devices, one of them on, and the other off, with network discovery not enabled
de: Zwei Geräte, eines davon angeschaltet, das andere ausgeschaltet, mit abgeschalteter Netzwerksuche
et: Kaks seadet, üks töötab ja teine mitte ning muude seadmete võrgus tuvastamine pole kasutusel
fi: Kaksi laitetta, joista toinen on päällä ja toinen pois päältä, verkon etsintä ei ole otettu käyttöön
it: Due dispositivi, uno acceso e l'altro spento, con l'individuazione della rete non abilitata
nl: Twee apparaten: een aan, de ander uit, zonder verder op het netwerk te zoeken
zh_hans: 两个设备，一个打开，另一个关闭，未启用网络发现

source: Edit a device with a name, the MAC address, and an IP address to check the status with
de: Ein Gerät bearbeiten mit Bezeichnung, MAC-Adresse, und einer IP-Adresse zur Überprüfung des Status
et: Seadme muutmisvaade nime, MAC-aadressi ja oleku kontrolliks vajaliku nime/IP-aadressi lisamisvõimalusega
fi: Muokkaa laitetta, jossa on nimi, MAC-osoite ja IP-osoite, jonka avulla voit tarkistaa tilan
he: עריכת התקן עם שם, כתובת חומרה (MAC), וכתובת IP כדי לבדוק מולו את המצב
it: Modifica un dispositivo con un nome, l'indirizzo MAC e un indirizzo IP per controllare lo stato con
nl: Bewerk de naam, het mac- en ip-adres van een apparaat
zh_hans: 编辑设备的名称、MAC 地址和 IP 地址，以便检查设备状态

source: The empty greeting page with the application icon and a button to add a new device
de: Die leere Begrüßungsseite mit Anwendungssymbol und einer Schaltfläche zum Hinzufügen eines neues Geräts
et: Tühi avavaade rakenduse ikooniga ja uue seadme lisamise võimalusega
fi: Tyhjä tervehdyssivu, jossa on sovelluskuvake ja painike uuden laitteen lisäämistä varten
he: עמוד קבלת הפנים הריק עם סמל היישום וכפתור להוספת התקן חדש
it: La pagina di benvenuto vuota con l'icona dell'applicazione e un pulsante per aggiungere un nuovo dispositivo
nl: Het welkomstscherm met toepassingspictogram en knop om een apparaat toe te voegen
zh_hans: 空白的问候页面，其中包含应用程序图标和添加新设备的按钮

# shortcuts section
source: General
et: Üldised
zh_hans: 常规

# shortcut item title
source: Show shortcuts
et: Näita kiirklahve
zh_hans: 显示快捷键

# shortcut item title
source: Quit
et: Välju
zh_hans: 退出

# shortcut item title
source: Add a new device
et: Lisa uus seade
zh_hans: 添加新设备

# shortcuts section
source: Device discovery
et: Seadmete tuvastamine
zh_hans: 设备发现

# shortcut item title
source: Toggle network scanning
et: Lülita võrgu skaneerimine sisse/välja
zh_hans: 切换网络扫描

# shortcut item title
source: Add as a new device
et: Lisa uue seadmena
zh_hans: 添加为新设备

# shortcuts section
source: Single device
et: Üksik seade
zh_hans: 单个设备

# shortcut item title
source: Turn on device
et: Lülita seade sisse
zh_hans: 打开设备

# shortcut item title
source: Edit device
et: Muuda seadet
zh_hans: 编辑设备

# shortcut item title
source: Save device
et: Salvesta seade
zh_hans: 保存设备

# shortcut item title
source: Ask to delete device
et: Küsi kinnitust seadme kustutamisele
zh_hans: 经确认后删除设备‌

# shortcut item title
source: Delete device without confirmation
et: Kustuta seade ilma kinnituse küsimiseta
zh_hans: 无需确认删除设备

# shortcut item title
source: Move device upwards
et: Nihuta seade ülespoole
zh_hans: 向上移动设备

# shortcut item title
source: Move device downwards
et: Nihuta seade allapoole
zh_hans: 向下移动设备

# device-row.action.row.add.tooltip
source: Add this device
de: Dieses Gerät hinzufügen
et: Lisa see seade
fi: Lisää tämä laite
it: Aggiungi questo dispositivo
nl: Apparaat toevoegen
zh_hans: 添加此设备

# device-row.action.row.edit.tooltip
source: Edit this device
de: Dieses Gerät bearbeiten
et: Muuda seda seadet
fi: Muokkaa tätä laitetta
he: עריכת ההתקן הזה
it: Modifica questo dispositivo
nl: Apparaat bewerken
zh_hans: 编辑此设备

# device-row.action.row.ask-delete.tooltip
source: Delete this device?
de: Dieses Gerät löschen?
et: Kas kustutame selle seadme?
fi: Poistetaanko tämä laite?
he: למחוק את ההתקן הזה?
it: Eliminare questo dispositivo?
nl: Wilt u dit apparaat verwijderen?
zh_hans: 删除此设备？

# device-row.action.row.delete
source: Delete
de: Löschen
et: Kustuta
fi: Poista
he: מחיקה
it: Elimina
nl: Verwijderen
zh_hans: 删除

# canceldevice-row.action.row.cancel-delete
source: Cancel
de: Abbrechen
et: Katkesta
fi: Peru
he: ביטול
it: Annulla
nl: Annuleren
zh_hans: 取消

source: Edit device
de: Gerät bearbeiten
et: Seadme muutmine
fi: Muokkaa laitetta
he: עריכת התקן
it: Modifica dispositivo
nl: Apparaat bewerken
zh_hans: 编辑设备

# edit-device-dialog.group.title
source: Device
de: Gerät
et: Seade
it: Dispositivo
zh_hans: 设备

# edit-device-dialog.entry.label.title
source: Device _label
de: _Gerätebezeichnung
et: Seadme _silt
fi: Laitteen _nimike
he: _תווית התקן
it: Etichetta _dispositivo
nl: Apparaat_naam
zh_hans: 设备标签(_l)

# edit-device-dialog.entry.label.tooltip
source: A label to recognize the device by
de: Eine Bezeichnung zum Wiedererkennen des Geräts
et: Nimi, mille alusel saad seadet eristada
fi: Nimike, josta laite on mahdollista tunnistaa
he: תווית לזיהוי ההתקן
it: Un'etichetta per riconoscere il dispositivo
nl: Hierdoor kan het apparaat makkelijk worden herkend
zh_hans: 用于识别设备的标签

# edit-device-dialog.entry.label.feedback
source: Please provide a label for the device.
de: Bitte eine Bezeichnung für das Gerät angeben.
et: Palun lisa seadme nimi.
fi: Anna nimike laitteelle.
he: נא לספק תווית להתקן.
it: Fornire un'etichetta per il dispositivo.
nl: Geef het apparaat een naam.
zh_hans: 请为设备提供标签。

# edit-device-dialog.entry.mac_address.title
source: _MAC address
de: _MAC-Adresse
et: _MAC-aadress
fi: _MAC-osoite
he: כתובת _חומרה (MAC)
it: _Indirizzo MAC
nl: _Macadres
zh_hans: MAC 地址(_M)

# edit-device-dialog.entry.mac_address.tooltip
source: The hardware address for this device
de: Die Hardware-Adresse dieses Geräts
et: Selle seadme võrguraudvara aadress
fi: Laitteen laitteisto-osoite
he: כתובת החומרה של ההתקן הזה
it: L'indirizzo hardware per questo dispositivo
nl: Het hardwareadres van het apparaat
zh_hans: 此设备的硬件地址

# edit-device-dialog.entry.mac_address.feedback
source: This is no valid 48-bit MAC address.
de: Eine gültige 48-Bit MAC-Adresse.
et: See pole korrektne 48-bitine MAC-aadress.
fi: Tämä ei ole kelvollinen 48-bittinen MAC-osoite.
he: זאת לא כתובת חומרה (MAC) תקנית של 48 סיביות.
it: Questo non è un indirizzo MAC a 48 bit valido.
nl: Dit is geen geldig 48-bit-adres.
zh_hans: 这不是有效的 48 位 MAC 地址。

# edit-device-dialog.entry.host.title
source: _Host name or IP address
de: _Hostname oder IP-Adresse
et: Seadme _nimi või IP-aadress
fi: _Laitenimi tai IP-osoite
he: שם מ_ארח או כתובת IP
it: _Nome host o indirizzo IP
nl: _Hostnaam of ip-adres
zh_hans: 主机名或 IP 地址(_H)

# edit-device-dialog.entry.host.tooltip
source: The hostname or IP address of the device to check whether it has woken up
de: Der Host-Name oder die IP-Adresse des Geräts zur Überprüfung des Status
et: Seadme nimi või IP-aadress, mille alusel saad kontrollida, kas seade on tööle hakanud
fi: Laitteen isäntänimi tai IP-osoite sen tarkistamiseksi, onko se herännyt
he: שם המארח או כתובת ה־IP כדי לבדוק האם ההתקן התעורר
it: Il nome host o l'indirizzo IP del dispositivo per verificare se si è riattivato
nl: De hostnaam of het ip-adres van het apparaat, om te zien of het aanzetten gelukt is
zh_hans: 设备的主机名或 IP 地址，用于检查设备是否已唤醒

# edit-device-dialog.entry.host.feedback
source: Please specify a target host to check availability
de: Bitte den Ziel-Host zur Verfügbarkeitsprüfung angeben
et: Töötamise kontrolliks palun sisesta seadme hostinimi või aadress
fi: Määritä kohdelaite tarkistaaksesi sen saatavuuden
he: נא לציין את מארח היעד כדי לבדוק זמינות
it: Specificare un host di destinazione per verificare la disponibilità
nl: Voer een host in om de beschikbaarheid ervan te controleren
zh_hans: 请指定目标主机以检查可用性

# edit-device-dialog.entry.socket-address.feedback
source: This looks like a socket address with host and port, but a port is not permitted here!
de: Eine Socketadresse mit Hostnamen und Port, aber die Angabe eines Ports ist hier nicht erlaubt!
et: See tõesti tundub olema seadme hostinimi või aadress koos pordiga, kuid sellise pordi kasutamine pole siin lubatud!
fi: Tämä vaikuttaa pistoke-osoitteelta, jossa on laitenimi ja portti, mutta portti ei ole sallittu tässä yhteydessä!
it: Sembra un indirizzo socket con host e porta, ma qui non è consentita una porta!
nl: Dit lijkt op een socketadres met host en poort, maar een poort is hier niet toegestaan!
zh_hans: 这似乎是一个带有主机和端口的套接字地址，但这里不允许使用端口！

# edit-device-dialog.entry.host.feedback
source: This looks like a generic name resolved via DNS.
de: Ein generischer Name zur Auflösung mittels DNS.
et: See tundub olema üldine nimelahenduse põhine nimi.
fi: Tämä vaikuttaa geneeriseltä DNS:n kautta selvitetyltä nimeltä.
he: זה נראה כמו שם כללי שנפתר דרך ה־DNS.
it: Sembra un nome generico risolto tramite DNS.
nl: Dit lijkt op een algemene via dns verkregen naam.
zh_hans: 这似乎是通过 DNS 解析的通用名称。

# edit-device-dialog.entry.host.feedback
source: This is a valid IPv4 address.
de: Eine gültige IPv4-Adresse.
et: See on korrektne IPv4-aadress.
fi: Tämä on kelvollinen IPv4-osoite.
he: זאת כתובת IPv4 תקנית.
it: Questo è un indirizzo IPv4 valido.
nl: Dit is een geldig ipv4-adres.
zh_hans: 这是一个有效的 IPv4 地址。

# edit-device-dialog.entry.host.feedback
source: This is a valid IPv6 address.
de: Eine gültige IPv6-Adresse.
et: See on korrektne IPv6-aadress.
fi: Tämä on kelvollinen IPv6-osoite.
he: זאת כתובת IPv6 תקנית.
it: Questo è un indirizzo IPv6 valido.
nl: Dit is een geldig ipv6-adres.
zh_hans: 这是一个有效的 IPv6 地址。

# edit-device-dialog.group.title
source: Magic packet destination
de: Ziel des magischen Pakets
et: Imelise äratuspaketi sihtaadress
it: Destinazione del pacchetto magico
zh_hans: 魔法数据包目标

# edit-device-dialog.group.description
source: The destination address the magic packet for this device is sent to.
de: Die Zieladresse, an die das magische Paket für dieses Gerät geschickt wird.
et: Imelise äratuspaketi sihtaadress selle seadme jaoks.
it: L'indirizzo di destinazione a cui viene inviato il pacchetto magico per questo dispositivo.
zh_hans: 此设备的魔法数据包发送到的目标地址。

# edit-device-dialog.entry.target-address.title
source: _Target address
de: _Zieladresse
et: _Sihtaadress
it: _Indirizzo di destinazione
zh_hans: 目标地址(_T)

# edit-device-dialog.entry.target-address.tooltip
source: The target address as IPv4 or IPv6 socket address, i.e. IP address and port
de: Die Zieladresse als IPv4 oder IPv6 Socketadresse, i.e. IP-Adresse und Port
et: Sihtaadress IPv4 või IPv6 sokliaadressina (aadress + port)
it: L'indirizzo di destinazione come indirizzo socket IPv4 o IPv6, ovvero indirizzo IP e porta
zh_hans: 目标地址为 IPv4 或 IPv6 套接字地址，即 IP 地址和端口

# edit-device-dialog.entry.target_address.feedback
source: Please provide a valid target socket address for the device.
de: Bitte ein gültige Socketadresse als Ziel für dieses Gerät angeben.
et: Palun sisesta seadme korrektne sokliaadress.
it: Fornire un indirizzo socket di destinazione valido per il dispositivo.
zh_hans: 请为设备提供有效的目标套接字地址。

# edit-device-dialog.entry.target_address.feedback
source: This is a valid IPv4 socket address.
de: Eine gültige IPv4-Socketadresse.
et: See on korrektne IPv4 sokliaadress.
it: Questo è un indirizzo socket IPv4 valido.
zh_hans: 这是一个有效的 IPv4 套接字地址。

# edit-device-dialog.entry.target_address.feedback
source: This is a valid IPv6 socket address.
de: Eine gültige IPv6-Socketadresse.
et: See on korrektne IPv6 sokliaadress.
it: Questo è un indirizzo socket IPv6 valido.
zh_hans: 这是一个有效的 IPv6 套接字地址。

source: _Save
de: _Speichern
et: _Salvesta
fi: _Tallenna
he: _שמירה
it: _Salva
nl: Op_slaan
zh_hans: 保存(_S)

# application-window.action.app.add-device.tooltip
source: Add a new device
de: Ein neues Gerät hinzufügen
et: Lisa uus seade
fi: Lisää uusi laite
it: Aggiungi un nuovo dispositivo
nl: Apparaat toevoegen
zh_hans: 添加新设备

# application-window.action.app.scan-network.tooltip
source: Scan the network for devices
de: Geräte im Netzwerk suchen
et: Otsi võrgust seadmeid
fi: Etsi laitteita verkosta
it: Scansiona la rete per i dispositivi
nl: Zoek naar apparaten op het netwerk
zh_hans: 扫描网络中的设备

# application-window.menu.label
source: _Keyboard Shortcuts
de: Tastenkürzel
et: _Klaviatuuri kiirvalikud
fi: _Pikanäppäimet
he: _קיצורי מקשי מקלדת
it: _Scorciatoie da tastiera
nl: _Sneltoetsen
zh_hans: 键盘快捷键(_K)

# application-window.menu.label
source: _About Turn On
de: Info zu Anschalten
et: R_akenduse teave: Lülita sisse
fi: _Tietoja - Turn On
he: _על הדלקה
it: _Informazioni su Turn On
nl: Over _Aanzetten
zh_hans: 关于 Turn On(_A)

# application-window.status-page.title
source: No devices
de: Keine Geräte vorhanden
et: Seadmeid ei leidu
fi: Ei laitteita
he: אין התקנים
it: Nessun dispositivo
nl: Er zijn geen apparaten
zh_hans: 无设备

# application-window.status-page.description
source: Add a new device to turn it on.
de: Neues Gerät zum Anschalten hinzufügen.
et: Seadme sisselülitamiseks lisa uus seade.
fi: Lisää uusi laite käynnistääksesi sen.
he: יש להוסיף התקן חדש כדי להדליק אותו.
it: Aggiungi un nuovo dispositivo per attivarlo.
nl: Voeg een aan te zetten apparaat toe.
zh_hans: 添加新设备以将其打开。

# application-window.status-page.button.label
source: Add new device
de: Neues Gerät hinzufügen
et: Lisa uus seade
fi: Lisää uusi laite
he: הוספת התקן חדש
it: Aggiungi nuovo dispositivo
nl: Apparaat toevoegen
zh_hans: 添加新设备

# application-window.status-page.button.label
source: Scan network
de: Netzwerk durchsuchen
et: Otsi võrgust
fi: Etsi verkosta
it: Scansione di rete
nl: Netwerk doorzoeken
zh_hans: 扫描网络

# about-dialog.link.label
source: Translations
de: Übersetzungen
et: Tõlked
fi: Käännökset
it: Traduzioni
nl: Vertalingen
zh_hans: 翻译

source: translator-credits
de: Sebastian Wiesner https://swsnr.de
et: Priit Jõerüüt 2024-2025
fi: Jiri Grönroos <jiri.gronroos@iki.fi>
it: Albano Battistella <albanobattistella@gmail.com>
nl: Heimen Stoffels <vistausss@fastmail.com>
zh_hans: Outbreak2096

# about-dialog.acknowledgment-section
source: Help and inspiration
de: Hilfe und Inspiration
et: Abiteave ja inspiratsioon
fi: Tuki ja inspiraatio
it: Aiuto e ispirazione
nl: Hulp en inspiratie
zh_hans: 帮助和灵感

# about-dialog.acknowledgment-section
source: Helpful services
de: Hilfreiche Dienste
et: Abiks olevad teenused
fi: Hyödylliset palvelut
it: Servizi utili
nl: Nuttige diensten
zh_hans: 辅助服务

# about-dialog.other-app.name
source: Picture Of The Day
de: Bild des Tages
et: Päevapilt
it: Immagine del giorno
nl: Afbeelding van de dag
zh_hans: 今日图片

# about-dialog.other-app.summary
source: Your daily wallpaper
de: Dein täglicher Bildschirmhintergrund
et: Sinu igapäevane taustapilt
it: Il tuo sfondo quotidiano
nl: Uw dagelijkse achtergrond
zh_hans: 您的每日壁纸

# option.add-device.description
source: Add a new device
de: Ein neues Gerät hinzufügen
et: Lisa uus seade
fi: Lisää uusi laite
he: הוספת התקן חדש
it: Aggiungi un nuovo dispositivo
nl: Apparaat toevoegen
zh_hans: 添加新设备

# option.turn-on-device.description
source: Turn on a device by its label
de: Gerät anhand dessen Bezeichnung anschalten
et: Lülita seade sisse nime alusel
fi: Käynnistä laite sen nimikettä käyttäen
he: הדלקת התקן לפי התווית שלו
it: Accendi un dispositivo tramite la sua etichetta
nl: Schakel een apparaat in op basis van naam
zh_hans: 通过标签打开设备

# option.turn-on-device.arg.description
source: LABEL
de: BEZEICHNUNG
et: NIMI
fi: NIMIÖ
he: תווית
it: ETICHETTA
nl: NAAM
zh_hans: 标签

# option.list-devices.description
source: List all devices and their status
de: Geräte und deren Status auflisten
et: Näita seadmed ja nende olekud loendina
fi: Listaa kaikki laitteet ja niiden tila
it: Elenca tutti i dispositivi e il loro stato
nl: Toon alle apparaten en de status ervan
zh_hans: 列出所有设备及其状态

# option.devices-file.description
source: Use the given file as storage for devices (for development only)
de: Die angegebene Datei als Speicher für Geräte nutzen (nur zur Entwicklung)
et: Kasuta antud faili seadmete salvestamiseks (vajalik vaid arendamisel)
fi: Käytä annettua tiedostoa laitteiden tallennustilana (vain kehitystä varten)
it: Utilizzare il file specificato come archivio per i dispositivi (solo per lo sviluppo)
nl: Gebruik het gekozen bestand als apparaatopslag (alleen voor ontwikkelaars)
zh_hans: 使用给定的文件作为设备存储（仅用于开发）

# option.arp-cache-file.description
source: Use the given file as ARP cache source (for development only)
de: Die angegebene Datei als ARP-Tabelle nutzen (nur zur Entwicklung)
et: Kasuta antud faili puhverdatud ARP-andmete lähteloendina (vajalik vaid arendamisel)
fi: Käytä annettua tiedostoa ARP-välimuistilähteenä (vain kehitystä varten)
it: Utilizzare il file specificato come sorgente della cache ARP (solo per lo sviluppo)
nl: Gebruik het gekozen bestand als ARP-cache (alleen voor ontwikkelaars)
zh_hans: 使用给定的文件作为 ARP 缓存源（仅用于开发）

# option.main-window-height.description
source: Set the height of the main window (for development only)
de: Die Höhe des Hauptfensters setzen (nur zur Entwicklung)
et: Sisesta põhiakna kõrgus (vajalik vaid arendamisel)
it: Imposta l'altezza della finestra principale (solo per lo sviluppo)
zh_hans: 设置主窗口的高度（仅用于开发）

# option.main-window-height.arg.description
source: HEIGHT
de: HÖHE
et: KÕRGUS
it: ALTEZZA
zh_hans: 高度

# option.turn-on-device.message
source: Sent magic packet to mac address {device_mac_address} of device {device_label}
de: Magisches Paket wurde an die MAC-Adresse {device_mac_address} des Geräts {device_label} gesendet
et: Saatsime imepärase võrgupaketi {device_label} seadme MAC-aadressile {device_mac_address}
it: Inviato pacchetto magico all'indirizzo MAC {device_mac_address} del dispositivo {device_label}
zh_hans: 已将魔法数据包发送到设备 {device_label} 的 Mac 地址 {device_mac_address}

# option.turn-on-device.error
source: Failed to turn on device {device_label}: {error}
de: Gerät {device_label} konnte nicht angeschaltet werden: {error}
et: {device_label} seadme sisselülitamine ei õnnestunud: {error}
it: Impossibile accendere il dispositivo {device_label}: {error}
zh_hans: 无法打开设备 {device_label}：{error}

# option.turn-on-device.error
source: No device found for label {label}
de: Kein Gerät mit der Bezeichnung {label} gefunden
et: Nimele „{label}“ vastavat seadet ei leidunud
it: Nessun dispositivo trovato per l'etichetta {label}
zh_hans: 未找到标签 {label} 的设备

# discovered-device.label
source: Discovered device
de: Gefundenes Gerät
et: Tuvastatud seade
fi: Löydetyt laitteet
it: Dispositivo rilevato
nl: Aangetroffen apparaat
zh_hans: 已发现设备

# search-provider.notification.title
source: Sent magic packet
de: Magisches Paket wurde gesendet
et: Imepärane võrgupakett on saadetud
fi: Lähetetty taikapaketti
he: נשלחה מנת נתונים קסומה
it: Inviato pacchetto magico
nl: Magisch pakket verstuurd
zh_hans: 已发送魔法数据包

# search-provider.notification.body
source: Sent magic packet to mac address {device_mac_address} of device {device_label}.
de: Magisches Paket wurde an die MAC-Adresse {device_mac_address} des Geräts {device_label} gesendet.
et: Saatsime imepärase võrgupaketi {device_label} seadme MAC-aadressile {device_mac_address}.
it: Inviato pacchetto magico all'indirizzo MAC {device_mac_address} del dispositivo {device_label}.
zh_hans: 已将魔法数据包发送到设备 {device_label} 的 Mac 地址 {device_mac_address}。

# search-provider.notification.title
source: Failed to send magic packet
de: Magisches Paket konnte nicht gesendet werden
et: Imepärase võrgupaketi saatmine ei õnnestunud
fi: Taikapaketin lähettäminen epäonnistui
he: שליחת מנת הנתונים הקסומה נכשלה
it: Impossibile inviare il pacchetto magico
nl: Het magische pakket kan niet worden verstuurd
zh_hans: 无法发送魔法数据包

# search-provider.notification.body
source: Failed to send magic packet to mac address {device_mac_address} of device {device_label}.
de: Magisches Paket konnte nicht an die MAC-Adresse {device_mac_address} des Geräts {device_label} gesendet werden.
et: Imepärase võrgupaketi {device_label} seadme MAC-aadressile {device_mac_address} saatmine ei õnnestunud.
it: Impossibile inviare il pacchetto magico all'indirizzo MAC {device_mac_address} del dispositivo {device_label}.
zh_hans: 无法将魔法数据包发送到设备 {device_label} 的 Mac 地址 {device_mac_address}。

# application-window.feedback.toast
source: Sending magic packet to device {device_label}
de: Magisches Paket wird an Gerät {device_label} gesendet
et: Saadame imepärast võrgupaketti seadmele „{device_label}“
it: Invio del pacchetto magico al dispositivo {device_label}
zh_hans: 正在向设备 {device_label} 发送魔法数据包

# about-dialog.license-text
source: Copyright {copyright_name} &lt;{copyright_email}&gt; Licensed under the terms of the EUPL 1.2. You can find official translations of the license text at <a href="{translations}">{translations}</a>. The full English text follows. {license_text}
de: Copyright {copyright_name} &lt;{copyright_email}&gt; Lizenziert unter den Bedingungen der EUPL 1.2. Unter <a href="{translations}">{translations}</a> kannst Du eine offizielle Übersetzung der Lizenz finden. Es folgt der vollständige englische Text. {license_text}
et: Autoriõigused {copyright_name} &lt;{copyright_email}&gt; Litsentseeritud Euroopa Liidu tarkvara vaba kasutuse litsentsi („EUPL“) versiooni 1.2 alusel, mille ametliku tõlke leiad siit: <a href="{translations}">{translations}</a>. Järgnev on litsentsi ingliskeelne täistekst. {license_text}
it: Copyright {copyright_name} &lt;{copyright_email}&gt; Concesso in licenza secondo i termini della EUPL 1.2. Le traduzioni ufficiali del testo della licenza sono disponibili all'indirizzo <a href="{translations}">{translations}</a>. Di seguito il testo completo in inglese. {license_text}
zh_hans: 版权所有 {copyright_name} &lt;{copyright_email}&gt; 根据 EUPL 1.2 条款授权。您可以在 <a href="{translations}">{translations}</a> 找到许可证文本的官方译本。 完整的英文文本如下。 {license_text}

# shortcuts group
source: General
he: כללי
nl: Algemeen

# shortcut description
source: Show shortcuts
he: הצגת קיצורי דרך
nl: Sneltoetsen tonen

# shortcut description
source: Quit
he: יציאה
nl: Afsluiten

# shortcuts group
source: Devices
nl: Apparaten

# shortcut description
source: Add a new device
he: הוספת התקן חדש
nl: Apparaat toevoegen

# shortcut description
source: Toggle network scanning
nl: Netwerk doorzoeken aan/uit

# shortcuts group
source: Discovered device
nl: Aangetroffen apparaat

# shortcut description
source: Add as a new device
nl: Toevoegen als nieuw apparaat

# shortcuts group
source: Edit device
nl: Apparaat bewerken

# shortcut description
source: Save device
nl: Apparaat opslaan

# shortcuts group
source: Single device
nl: Eén apparaat

# shortcut description
source: Turn on device
nl: Apparaat aanzetten

# shortcut description
source: Edit device
nl: Apparaat bewerken

# shortcut description
source: Ask to delete device
nl: Vragen alvorens apparaat te verwijderen

# shortcut description
source: Immediately delete device without confirmation
nl: Apparaat direct verwijderen

# shortcut description
source: Move device upwards
nl: Apparaat omhoog verplaatsen

# shortcut description
source: Move device downwards
nl: Apparaat omlaag verplaatsen
