Repository: swsnr/turnon
Catalog: po/*.po
Languages: de, et, fi, he, it, nl, zh_hans

source: Gnome;GTK;WakeOnLan;
he: Gnome;GTK;WakeOnLan;השכמה דרך הרשת;WOL;

# option.turn-on-device.message
source: Sent magic packet to mac address %1 of device %2
he: נשלחת מנת נתונים קסומה לכתובת החומרה %1 של ההתקן %2

# option.turn-on-device.error
source: Failed to turn on device %1: %2
he: הדלקת ההתקן %1 נכשלה: %2

# option.turn-on-device.error
source: No device found for label %s
he: לא נמצא התקן לתווית %s

# search-provider.notification.body
source: Sent magic packet to mac address %1 of device %2.
he: נשלחה מנת נתונים קסומה לכתובת החומרה %1 של ההתקן %2.

# search-provider.notification.body
source: Failed to send magic packet to mac address %1 of device %2.
he: שליחת מנת הנתונים הקסומה לכתובת החומרה %1 של ההתקן %2 נכשלה.

# application-window.feedback.toast
source: Sending magic packet to device %s
he: נשלחת מנת נתונים קסומה להתקן %s

# application-window.feedback.toast
source: Sent magic packet to device %s
he: נשלחה מנת נתונים קסומה להתקן %s

# application-window.feedback.toast
source: Failed to send magic packet to device %s
he: שליחת מנת נתונים קסומה להתקן %s נכשלה
