Repository: swsnr/turnon
Catalog: po/*.po
Languages: de, et, fi, he, it, nl, zh_hans

source: Turn On
de: Anschalten
et: Lülita sisse
fi: Kytke päälle
he: הדלקה
nl: Aanzetten

source: Turn on devices in your network
de: Geräte in Deinem Netzwerk anschalten
et: Lülita seadmed oma võrgus sisse
fi: Kytke verkkosi laitteet päälle
he: הדלקת התקנים ברשת שלך
it: Accendi i dispositivi nella tua rete
nl: Zet apparaten op uw netwerk aan
zh_hans: 打开网络中的设备

source: GNOME;GTK;WakeOnLan;
et: Gnome;GTK;WakeOnLan;wol;ärata;lülita sisse;arvuti;arvutid;seade;seadmed;kohtvõrk;kohtvõrgus;turn on;switch on;wake on lan;
zh_hans: GNOME;GTK;WakeOnLan;网络唤醒;

source: Add new device
de: Neues Gerät hinzufügen
et: Lisa uus seade
fi: Lisää uusi laite
he: הוספת התקן חדש
it: Aggiungi nuovo dispositivo
nl: Apparaat toevoegen
zh_hans: 添加新设备

source: Conveniently turn on devices in your network, such as a NAS or a gaming console, using Wake On LAN (WoL).
de: Bequem Geräte in Deinem Netzwerk, wie ein NAS oder eine Spielekonsole, per Wake-On-LAN (WoL) anschalten.
et: Kasutades „Wake On LAN“ funktsionaalsust lülita mugavalt eemalt sisse arvutid ja seadmed (mängukonsool, võrgupõhine andmekandja) oma võrgus.
fi: Käynnistä vaivatta laitteita lähiverkossasi, kuten NAS tai pelikonsoli, käyttäen Wake on LAN:ia (WoL).
he: הדלקת התקנים ברשת שלך, כגון שרת קבצים או קונסולת משחקים באמצעות Wake On LAN - השכמה דרך הרשת המקומית (WoL).
it: Accendi comodamente i dispositivi nella tua rete, come un NAS o una console di gioco, utilizzando Wake On LAN (WoL).
nl: Zet apparaten op uw netwerk, zoals een NAS of gamingconsole, snel aan met behulp van Wake On Lan (WoL).
zh_hans: 使用网络唤醒（WoL）方便地打开网络中的设备，例如 NAS 或游戏机。

source: Features:
de: Funktionalität:
et: Funktsionaalsus:
fi: Ominaisuudet:
he: יכולות:
it: Caratteristiche:
nl: Kenmerken:
zh_hans: 功能：

source: Add devices to turn on.
de: Geräte zum Anschalten hinzufügen.
et: Lisa sisselülitavad arvutid või seadmed.
fi: Lisää käynnistettäviä laitteita.
he: הוספת התקנים להדלקה.
it: Aggiungi dispositivi da accendere.
nl: Voeg aan te zetten apparaten toe.
zh_hans: 添加要打开的设备。

source: Discover devices in the local network.
de: Geräte im lokalen Netzwerk erkennen.
et: Tuvasta arvutid või seadmed oma kohtvõrgus.
fi: Löydä laitteita lähiverkosta.
it: Scopri i dispositivi nella rete locale.
nl: Ontdek apparaten op uw lokale netwerk.
zh_hans: 发现本地网络中的设备。

source: Discover web interfaces on devices.
de: Web-Oberflächen auf Geräten erkennen.
et: Tuvasta seadmetes veebiliidese olemasolu.
it: Scopri le interfacce web sui dispositivi.
nl: Ontdek webinterfaces van apparaten.
zh_hans: 发现设备上的 Web 界面。

source: Monitor device status.
de: Gerätestatus anzeigen.
et: Jälgi arvuti või seadme olekut.
fi: Tarkkaile laitteiden tilaa.
he: מעקב אחר מצב התקנים.
it: Monitoraggio dello stato del dispositivo.
nl: Monitor de apparaatstatus.
zh_hans: 监控设备状态。

source: Turn on devices with magic Wake On LAN (WoL) packets.
de: Geräte mittels Wake-On-LAN Paket anschalten.
et: Lülita arvutid või seadmed sisse Wake On LAN (WoL) võrgupaketi abil.
fi: Käynnistä laitteita Wake On LAN (WoL):in taikapaketeilla.
he: הדלקת התקנים באמצעות מנות נתונים להשכמה דרך הרשת (WoL).
it: Attiva i dispositivi con i pacchetti magici Wake On LAN (WoL).
nl: Schakel apparaten in met behulp van magische Wake On Lan (WoL)-pakketten.
zh_hans: 使用网络唤醒（WoL）魔法数据包打开设备。

source: Turn on devices from GNOME Shell search.
de: Geräte aus der GNOME-Suche heraus anschalten.
et: Lülita arvutid või seadmed sisse GNOME'i kestaotsingust.
fi: Käynnistä laitteita Gnomen haun kautta.
it: Accendi i dispositivi dalla ricerca della shell GNOME.
nl: Schakel apparaten in vanuit het GNOME Shell-zoekvak.
zh_hans: 从 GNOME Shell 搜索打开设备。

source: Turn on devices from the command line.
de: Geräte über die Kommandozeile anschalten.
et: Lülita arvutid või seadmed sisse käsurealt.
fi: Käynnistä laitteita komentoriviltä.
it: Accendi i dispositivi dalla riga di comando.
nl: Schakel apparaten in met behulp van de opdrachtregel.
zh_hans: 从命令行打开设备。

source: Update to GNOME 49.
et: Uuendus kasutab nüüd GNOME 49 teeke.
it: Aggiornato a GNOME 49.
zh_hans: 更新到 GNOME 49。

source: Configure target address for magic packets per device.
de: Die Zieladresse für magische Pakete kann pro Gerät konfiguriert werden.
et: Imelise äratuspaketi sihtaadressi seadistamine seadmekohaselt.
it: Configurare l'indirizzo di destinazione per i pacchetti magici per dispositivo.
zh_hans: 为每个设备配置魔法数据包的目标地址。

source: Support IPv6 target addresses for magic packets.
de: IPv6-Adressen können als Zieladressen für magische Pakete genutzt werden.
et: IPv6 tugi imeliste äratuspakettide sihtaadresside jaoks.
it: Supporta gli indirizzi di destinazione IPv6 per i pacchetti magici.
zh_hans: 支持魔法数据包的 IPv6 目标地址。

source: Change license to European Union Public License 1.2.
de: Die Lizenz wurde zur Open-Source-Lizenz für die Europäische Union 1.2 geändert.
et: Muutsime litsentseerimist ning nüüdsest on lähtekood avaldatud Euroopa Liidu tarkvara vaba kasutuse litsentsi („EUPL“) versiooni 1.2 alusel.
it: Cambiata la licenza in Licenza Pubblica dell'Unione Europea 1.2.
nl: De licentie is gewijzigd: voortaan wordt de toepassing uitgebracht onder de European Union Public License 1.2.
zh_hans: 将许可证更改为 European Union Public License 1.2。

source: Correct icons in application.
de: Symbole in der Anwendung wurden korrigiert.
et: Parandasime rakenduses kuvatavaid ikoone.
it: Icone corrette nell'applicazione.
nl: Enkele pictogrammen gecorrigeerd.
zh_hans: 更正应用程序中的图标。

source: Probe reachable devices for web interfaces.
de: Erreichbare Geräte werden auf Web-Schnittstellen geprüft.
et: Üritame tuvastada, kas leitud seadmetel on olemas veebiliides.
it: Sondare i dispositivi raggiungibili per le interfacce web.
nl: Vraag bereikbare apparaten om webinterfaces.
zh_hans: 探测可访问设备以查找 Web 界面。

source: Update to GNOME 48
de: Aktualisiert auf GNOME 48
et: Uuendus kasutab nüüd GNOME 48 teeke
it: Aggiornato a GNOME 48
nl: Bijgewerkt naar GNOME 48
zh_hans: 更新到 GNOME 48

source: Reorder devices with Alt+Up and Alt+Down
de: Geräte können mit Alt+Pfeil nach oben und Alt+Pfeil nach unten neu angeordnet werden
et: Muuda seadmete järjekorda „Alt+Nool üles“ ja „Alt+Nool alla“ klahvidega
fi: Järjestä laitteet uudelleen painamalla Alt+Ylös ja Alt+Alas
it: Riordina i dispositivi con Alt+Su e Alt+Giù
nl: Herorden apparaten met Alt+pijtje omhoog en Alt+pijltje omlaag
zh_hans: 使用 Alt+Up 和 Alt+Down 重新排序设备

source: Refine application icon to make it sharper at smaller sizes, and redesign symbolic icon.
de: Das Anwendungssymbol wurde verbessert, und das stilisierte Symbol wurde neu entworfen.
et: Täpsustasime rakenduse ikooni kujundust nii, et ta oleks väiksemas vaates selgem ja muutsime sümbolikooni kujundust.
fi: Tarkenna sovelluskuvaketta tehdäksesi siitä terävämpi pienemmässä koossa ja suunnittele symbolinen kuvake uudelleen.
it: Migliorata l'icona dell'applicazione per renderla più nitida nelle dimensioni più piccole e riprogettata l'icona simbolica.
nl: Het toepassingspictogram is vernieuwd, waardoor het scherper oogt bij kleinere afmetingen, en het symbolisch pictogram is opnieuw ontworpen.
zh_hans: 优化应用程序图标，使其在较小尺寸下更清晰，并重新设计符号图标。

source: Save and restore main window state.
de: Der Zustand des Hauptfensters wird gespeichert und wiederhergestellt.
et: Salvestame ja taastame akna oleku.
fi: Tallenna ja palauta pääikkunan tila.
it: Salva e ripristina lo stato della finestra principale.
nl: Bewaar en herstel de vensterstatus.
zh_hans: 保存并恢复主窗口状态。

source: Define additional shortcuts.
de: Zusätzliche Tastenkürzel wurden hinzugefügt.
et: Lisasime täiendavad kiirklahvid.
fi: Määritä lisäpikakuvakkeet.
it: Definire scorciatoie aggiuntive.
nl: Stel aanvullende sneltoetsen in.
zh_hans: 定义额外的快捷键。

source: Add new toolbar and start page buttons to enable network scanning. When network scanning is on show devices discovered in the local network in the list of devices.
de: Neue Schaltflächen wurden zur Werkzeugleiste und zur Startseite hinzugefügt, um die Netzwerksuche zu aktivieren. Während die Netzwerksuche aktiv ist, werden Geräte, die im lokalen Netzwerk gefunden wurden, in der Liste der Geräte angezeigt.
et: Lisasime uue tööriistariba ja avalehe nupud võrgu skaneerimise jaoks. Kui skaneerimine on käimas, siis kuvame tuvastatud seadmed kohalike seadmete loendis.
fi: Ota verkkoskannaus käyttöön lisäämällä uusi työkalupalkki ja aloitussivupainikkeet. Kun verkkoskannaus on käytössä, näytä paikallisverkosta löydetyt laitteet laiteluettelossa.
it: Aggiunta una nuova barra degli strumenti e pulsanti della pagina iniziale per abilitare la scansione di rete. Quando la scansione della rete è attiva, i dispositivi rilevati nella rete locale vengono visualizzati nell'elenco dei dispositivi.
nl: Nieuwe knoppen op de werkbalk en het startscherm om het netwerk te doorzoeken. Klik hierop om apparaten van het lokale netwerk te tonen.
zh_hans: 添加新的工具栏和开始页面按钮以启用网络扫描。打开网络扫描时，在设备列表中显示在本地网络中发现的设备。

source: Refine the application icon to improve its contrast on dark backgrounds.
de: Das Anwendungssymbol wurde überarbeitet, um den Kontrast auf dunklen Hintergründen zu verbessern.
et: Parandasime rakenduse ikooni kujundust tumedal taustal kasutatavuse kontekstis.
fi: Tarkenna sovelluskuvaketta parantaaksesi sen kontrastia tummilla taustoilla.
it: Perfezionata l'icona dell'applicazione per migliorarne il contrasto sugli sfondi scuri.
nl: Toepassingspictogram bijgewerkt om beter in overeenstemming te zijn met donkere achtergronden.
zh_hans: 优化应用程序图标以提高其在深色背景上的对比度。

source: The dialog to add a new device now uses success and error styles for the validity indicators.
de: Im Dialog zum Hinzufügen eines neuen Geräts werden jetzt entsprechende Erfolg- und Fehlerstile für die Gültigkeitsanzeige benutzt.
et: Uue seadme lisamise vaade kasutab nüüd korrektseid olekuid lisamise õnnestumise või vigade korral.
fi: Uuden laitteen lisäämisikkuna käyttää nyt onnistumis- ja virhetyylejä kelpoisuusindikaattoreille.
it: La finestra di dialogo per aggiungere un nuovo dispositivo ora utilizza stili di successo e di errore per gli indicatori di validità.
nl: Het venster om een nieuw apparaat toe te voegen toont voortaan een indicator als de verbinding gelukt of mislukt is.
zh_hans: 添加新设备的对话框现在使用成功和错误样式作为有效性指标。

source: Refuse to add a new device if the host name contains a port which is not permitted at this place.
de: Ein Gerät kann nicht länger hinzugefügt werden, wenn der Hostname eine Portnummer enthält, deren Angabe an dieser Stelle nicht erlaubt ist.
et: Välistame uue seadme lisamise, kui ta kasutab antud kohas keelatud porti.
fi: Kieltäydy lisäämästä uutta laitetta, jos isäntänimi sisältää portin, joka ei ole sallittu tässä paikassa.
it: Rifiutare di aggiungere un nuovo dispositivo se il nome host contiene una porta non consentita in questa posizione.
nl: Een apparaat kan worden geweigerd als de hostnaam een poort bevat die niet toegestaan is.
zh_hans: 如果主机名包含此处不允许的端口，则拒绝添加新设备。

source: Update translations.
de: Übersetzungen aktualisiert.
et: Uuendasime tõlkeid.
fi: Päivitä käännökset.
it: Aggiornate le traduzioni.
nl: Bijgewerkt: vertalingen.
zh_hans: 更新翻译。

source: Searching for devices via GNOME Shell now ignores case.
de: Groß- und Kleinschreibung wird bei der Suche nach Geräten über GNOME Shell nicht mehr berücksichtigt.
et: Otsing GNOME'i kestast pole enam tõstutundlik.
fi: Laitteiden etsiminen GNOME Shellin kautta jättää nyt kirjainkoon huomiotta.
it: La ricerca dei dispositivi tramite GNOME Shell ora ignora la distinzione tra maiuscole e minuscole.
nl: Zoeken naar apparaten via GNOME Shell is niet meer hoofdlettergevoelig.
zh_hans: 通过 GNOME Shell 搜索设备现在忽略大小写。

source: Add "--list-devices" command line argument to list all devices and their status.
de: Eine Kommandozeile-Option "--list-devices" zum Auflisten aller Geräte sowie deren Status wurde hinzugefügt.
et: Lisasime „--list-devices“ käsureaargumendi kõikide seadmete ja nende olekute kuvamiseks.
fi: Lisää komentoriviargumentti '--list-devices' luetellaksesi kaikki laitteet ja niiden tilan.
it: Aggiungere l'argomento della riga di comando "--list-devices" per elencare tutti i dispositivi e il loro stato.
nl: Nieuw: opdrachtregeloptie ‘--list-devices’ om een lijst met alle apparaten en de status ervan op te vragen.
zh_hans: 添加“--list-devices”命令行参数以列出所有设备及其状态。

source: The link to translations in application metadata and on Flathub is more helpful now.
de: Der Link zu den Übersetzungen in den Metadaten und auf Flathub führt jetzt auf eine hilfreichere Seite.
et: Parandasime tõlkimise lingi rakenduse metainfos ja Flathubi teabeplokis.
fi: Linkki käännöksiin sovelluksen metatiedoissa ja Flathubissa on nyt hyödyllisempi.
it: Il collegamento alle traduzioni nei metadati dell'applicazione e su Flathub è ora più utile.
nl: De vertaallink in de metagegevens en op Flathub is voortaan duidelijker.
zh_hans: 应用程序元数据和 Flathub 上的翻译链接现在更有帮助了。

source: Add Dutch translation, and update existing translations.
de: Niederländische Übersetzung hinzugefügt, und vorhandene Übersetzung aktualisiert.
et: Lisasime hollandi keele tõlke ja uuendasime muid tõlkeid.
fi: Lisää hollanninkielinen käännös ja päivitä olemassa olevat käännökset.
it: Aggiunta la traduzione in olandese e aggiornato le traduzioni esistenti.
nl: Nieuw: Nederlandse vertaling - Bijgewerkt: reeds aanwezige vertalingen.
zh_hans: 添加荷兰语翻译，并更新现有翻译。

source: Turn On now correctly persists devices when a device was edited.
de: Anschalten speichert die Liste der Geräte jetzt korrekt ab, wenn ein Gerät bearbeitet wurde.
et: Rakendus näitab seadme teavet korrektselt ka peale muutmist.
fi: 'Kytke päälle', säilyy nyt oikein, kun laitetta muokattiin.
it: Turn On mantiene correttamente attivi i dispositivi quando un dispositivo è stato modificato.
nl: De toepassing onthoudt voortaan apparaten na het bewerken.
zh_hans: Turn On 现在可以在编辑设备时正确保留设备。

source: The "About Turn On" dialog now provides a debug report for troubleshooting.
de: Der Dialog "Info zu Anschalten" stellt nun einen Debug-Bericht zur Fehleranalyse bereit.
et: „Rakenduse teabe“ vaade näitab nüüd veaotsinguks asjakohast aruannet.
fi: 'Tietoja 'Kytke päälle':sta' -valintaikkuna tarjoaa nyt viankorjausraportin vianmääritystä varten.
it: La finestra di dialogo "Informazioni su Turn On" ora fornisce un report di debug per la risoluzione dei problemi.
nl: Het venster ‘Over’ toont voortaan foutopsporingsinformatie.
zh_hans: “关于 Turn On”对话框现在提供了用于故障诊断的调试报告。

source: Add Hebrew translation.
de: Hebräische Übersetzung hinzugefügt.
et: Lisasime heebrea keele tõlke.
fi: Lisää hepreankielinen käännös.
it: Aggiunta la traduzione in ebraico.
nl: Nieuw: Hebreeuwse vertaling.
zh_hans: 添加希伯来语翻译。

source: Add Italian translation, and update German translation.
de: Italienische Übersetzung hinzugefügt, und deutsche Übersetzung aktualisiert.
et: Lisasime itaalia keele tõlke ja täiendasime saksa keele tõlget.
fi: Lisää italialainen käännös ja päivitä saksankielinen käännös.
he: נוסף תרגום לאיטלקית והתרגום לגרמנית עודכן.
it: Aggiunta la traduzione Italiana ed aggiornato la traduzione Tedesca.
nl: Nieuw: Italiaanse vertaling - Bijgewerkt: Duitse vertaling.
zh_hans: 添加意大利语翻译，并更新德语翻译。

source: Turn On now integrates into GNOME search and offers to turn on devices directly from the search.
de: Anschalten ist jetzt in die GNOME-Suche integriert und kann Geräte direkt aus der Suche heraus anschalten.
et: Rakendus on nüüd lõimitud GNOME'i otsinguga ja võimaldab otse otsingust seadmeid sisse lülitada.
fi: 'Kytke päälle' integroituu nyt GNOME-hakuun ja tarjoaa laitteiden käynnistämisen suoraan hausta.
he: הדלקה משתלבת לתוך החיפוש של GNOME ומציעה להדליק התקנים ישירות מהחיפוש.
it: Turn On ora si integra nella ricerca GNOME e offre la possibilità di accendere i dispositivi direttamente dalla ricerca.
nl: Deze toepassing is voortaan geïntegreerd in de GNOME-zoekfunctie, zodat apparaten via daar aangezet kunnen worden.
zh_hans: Turn On 现在集成到 GNOME 搜索中并提供直接从搜索打开设备的功能。

source: The Turn On launcher now offers to add a new device in the context menu.
de: Geräte können jetzt über das Kontext-Menü des Anwendungssymbols von Anschalten hinzugefügt werden.
et: Rakenduse käivitaja võimaldab uue seadme lisamist kontekstimenüüst.
fi: 'Kytke päälle':m käynnistin tarjoaa nyt uuden laitteen lisäämisen pikavalikkoon.
he: משגר הדלקה מציע להוסיף התקן חדש בתפריט ההקשר.
it: Il launcher Turn On ora offre la possibilità di aggiungere un nuovo dispositivo nel menu contestuale.
nl: Apparaten kunnen voortaan via het rechtermuisknopmenu van de starter worden aangezet.
zh_hans: Turn On 启动器现在可以在右键菜单中添加新设备。

source: Turn On itself now provides a basic command line interface; in particular the --turn-on-device option now turns on a device by its label.
de: Anschalten bietet nun eine rudimentäre Kommandozeilen-Schnittstelle an; insbesondere kann mit der Option --turn-on-device ein Gerät direkt über dessen Bezeichnung angeschaltet werden.
et: Rakendusel on nüüd lihtne käsurealiides; neist olulisim on „--turn-on-device“, mis võimaldab seadet nime alusel sisse lülitada.
fi: 'Kytke päälle' itse tarjoaa nyt peruskomentoriviliittymän; erityisesti '--turn-on-device'-vaihtoehto kytkee nyt laitteen päälle sen etiketin perusteella.
he: הדלקה מספקת ממשק שורת פקידה בסיסי, במיוחד עם האפשרות ‎--turn-on-device שמפעילה מעתה התקנים לפי התוויות שלהם.
it: Turn On stesso ora fornisce un'interfaccia di base della riga di comando; in particolare l'opzione --turn-on-device ora accende un dispositivo tramite la sua etichetta.
nl: Er is nu basale ondersteuning voor de opdrachtregel. Met --turn-on-device, gevolgd door de apparaatnaam, kan een apparaat vanuit een terminalvenster worden aangezet.
zh_hans: Turn On 本身现在提供了一个基本的命令行界面；特别是 --turn-on-device 选项现在可以通过其标签打开设备。

source: Turn On no longer crashes when removing the last device.
de: Anschalten stürzt nicht mehr ab, wenn das letzte Gerät entfernt wird.
et: Rakendus enam ei jookse peale viimase seadme eemaldamist kokku.
fi: 'Kytke päälle' ei enää kaatuu, kun viimeinen laite poistetaan.
he: הדלקה לא קורס עוד בעת הסרת ההתקן האחרון.
it: Turn On non si blocca più quando si rimuove l'ultimo dispositivo.
nl: De toepassing crasht niet meer als het laatste apparaat verwijderd is.
zh_hans: 移除最后一个设备时 Turn On 不再崩溃。

source: Add German translation, and update application metadata.
de: Deutsche Übersetzung hinzugefügt, und Metadaten der Anwendung aktualisiert.
et: Lisasime saksa keele tõlke ja täiendasime rakenduse metateavet.
fi: Lisää saksankielinen käännös ja päivitä sovelluksen metatiedot.
he: הוספת תרגום לגרמנית ועדכון נתוני העל של היישום.
it: Aggiunta la traduzione in tedesco e aggiorna i metadati dell'applicazione.
nl: Nieuw: Duitse vertaling - Bijgewerkt: metagegevens.
zh_hans: 添加德语翻译，并更新应用程序元数据。

source: Shorten summary in metadata.
de: Zusammenfassung in den Metadaten gekürzt.
et: Lühendasime rakenduse ülevaadet metateabes.
fi: Lyhennä metatiedon yhteenvetoa.
he: קוצר ההסבר בנתוני העל.
it: Riassunto abbreviato nei metadati.
nl: De metagegevens zijn ingekort.
zh_hans: 缩短元数据中的摘要。

source: Delete devices from the list of devices, edit existing devices, show early feedback when turning on a device, and make the dialog to edit devices easier to use with the keyboard (pressing Enter now navigates to the next entry and eventually adds the device).
de: Geräte aus der Liste der Geräte löschen, existierende Geräte bearbeiten, früheres Feedback beim Anschalten von Geräten, Dialog zum Bearbeiten von Geräten einfacher per Tastatur zu nutzen (Enter springt zum nächsten Eingabefeld, und speichert das Gerät zum Schluss).
et: Lisasime võimaluse seadme loendist kustutamiseks ning tema muutmiseks. Nüüd näitame seadme sisselülitamisel kiiret tagasisidet ja seadme muutmisvaade kasutatavus paranes (sisestusklahvi vajutamine lisab välja ja lõpuks kogu vaate).
fi: Poista laitteita laiteluettelosta, muokkaa olemassa olevia laitteita, näytä varhaista palautetta laitetta käynnistettäessä ja tee laitteiden muokkausikkunasta helpompi käyttää näppäimistön kanssa (Enter-näppäimellä siirrytään nyt seuraavaan kohtaan ja lopulta laite lisätään).
he: מחיקת התקנים מרשימת ההתקנים, עריכת התקנים קיימים הצגת משוב מוקדם בעת הדלקת התקן ופישוט חלונית עריכת ההתקנים באמצעות המקלדת (לחיצה אל Enter מנווטת לרשומה הבאה ובסופו של דבר מוסיפה את ההתקן).
it: Elimina i dispositivi dall'elenco dei dispositivi, modifica i dispositivi esistenti, mostra un feedback anticipato quando accendi un dispositivo e rendi la finestra di dialogo per modificare i dispositivi più semplice da usare con la tastiera (premendo Invio ora si passa alla voce successiva e alla fine si aggiunge il dispositivo).
nl: Verwijder apparaten van de lijst, bewerk reeds toegevoegde, toon terugkoppeling na het aanzetten en navigeer door het bewerkvenster met behulp van het toetsenbord (entertoets = volgend item en apparaat toevoegen).
zh_hans: 从设备列表中删除设备，编辑现有设备，在打开设备时显示早期反馈，并使编辑设备的对话框更易于通过键盘使用（现在按 Enter 键可导航到下一个条目并最终添加设备）。

source: Refined app icon.
de: Anwendungssymbol verbessert.
et: Parandasime rakenduse ikooni.
fi: Tarkennettu sovelluskuvake.
he: הסגנון של סמל היישום התעדכן.
it: Icona dell'app migliorata.
nl: Bijgewerkt: toepassingspictogram.
zh_hans: 优化了应用图标。

source: This is the initial release. The application supports the following features in this release:
de: Die erste Veröffentlichung. In dieser Version unterstützt die Anwendung folgende Funktionalität:
et: See on esimene versioon. Rakenduse see versioon võimaldab alljärgnevat:
fi: Tämä on ensimmäinen julkaisu. Sovellus tukee seuraavia tämän julkaisun ominaisuuksia:
he: זאת המהדורה הראשונית. היישום תומך ביכולות האלה בגרסה הזאת:
it: Questa è la versione iniziale. L'applicazione supporta le seguenti funzionalità in questa versione:
nl: Dit is de allereerste versie. In deze uitgave is er ondersteuning voor de volgende functies:
zh_hans: 这是初始版本。应用程序在此版本中支持以下功能：

source: Add new devices
de: Neue Geräte hinzufügen
et: Uue seadme lisamine
fi: Lisää uusia laitteita
he: הוספת התקנים חדשים
it: Aggiungi nuovi dispositivi
nl: Voeg apparaten toe
zh_hans: 添加新设备

source: Monitor whether devices are turned on
de: Überwachen, welche Geräte eingeschaltet sind
et: Ülevaade, kas seadmed on sisselülitatud
fi: Tarkkaile ovatko laitteet päällä vai ei
he: מעקב אחר האם ההתקנים דולקים
it: Controlla se i dispositivi sono accesi
nl: Monitor apparaten
zh_hans: 监控设备是否打开

source: Turn on devices with Wake On LAN
de: Geräte mittels Wake-On-LAN einschalten
et: Seadme sisselülitamine WOLi abil
fi: Käynnistä laitteita Wake On LAN:ia käyttäen
he: הדלקת התקנים דרך השכמה דרך הרשת המקומית - Wake On LAN
it: Accendi i dispositivi con Wake On LAN
nl: Schakel apparaten in met behulp van Wake On Lan
zh_hans: 使用网络唤醒打开设备

source: This release is missing the following features:
de: In dieser Version fehlt folgende Funktionalität:
et: Siin versioonis on puudu:
fi: Tästä julkaisusta puuttuu seuraavat ominaisuudet:
he: במהדורה הזאת חסרות היכולות הבאות:
it: Questa versione non include le seguenti funzionalità:
nl: De volgende functies ontbreken nog:
zh_hans: 此版本缺少以下功能：

source: Devices can not be edited or removed.
de: Geräte können weder bearbeitet noch entfernt werden.
et: Seadmeid ei saa muuta ega kustutada.
fi: Laitteita ei voi muokata tai poistaa.
he: אי אפשר לערוך או להסיר התקנים.
it: I dispositivi non possono essere modificati o rimossi.
nl: Apparaten kunnen niet worden bewerkt of verwijderd.
zh_hans: 无法编辑或移除设备。

source: The order of devices cannot be changed.
de: Die Reihenfolge der Geräte kann nicht verändert werden.
et: Seadmete järjestust ei saa kohendada.
fi: Laitteiden järjestystä ei voi muuttaa.
he: אי אפשר לשנות את סדר ההתקנים.
it: L'ordine dei dispositivi non può essere modificato.
nl: De volgorde kan niet worden aangepast.
zh_hans: 无法更改设备的顺序。
